Repository: mennowo/email-download-link
Catalog: languages/email-download-link-*.po
Languages: fr_fr, pt_br

source: History
fr_fr: Historique

source: This option is to SHOW or HIDE direct download link in the download page. Set NO if you dont like to show direct download link to your users.
fr_fr: Cette option sert à MONTRER ou CACHER le lien de téléchargement direct. Mettre NON si vous ne voulez pas montrer le lien de téléchargement direct à vos utilisateurs.

source: Show direct download
fr_fr: Montrer le téléchargement direct

source: Your download should automatically begin in a few seconds.
fr_fr: Votre téléchargement va démarrer automatiquement dans quelques secondes.

source: If download not start after
fr_fr: Si le téléchargement de démarre pas après

source: Automatically delete download history after specific number of days. Plugin use WP CRON option to delete the history.
fr_fr: Supprimer automatiquement l'historique des téléchargements après un certain nombre de jours. Ce plugin utilise l'option WP CRON pour supprimer l'historique.

source: Auto delete download history
fr_fr: Suppression automatique de l'historique de téléchargement

source: Message to display after download link form submission successfully.
fr_fr: Message à afficher après la soumission du formulaire avec succès.

source: Successful message
fr_fr: Message de succès

source: Oops.. Unexpected error occurred.
fr_fr: Erreur inattendue s'est produite.

source: Name seems invalid.
fr_fr: Le nom semble invalide.

source: Set NO if you do not want to save downloader name and email, instead plugin use default name and email to count the download history. This option is useful for GDPR privacy policy.
fr_fr: Mettre Non si vous ne voulez pas sauvegarder les nom et email des utilisateurs, à la place le plug-in utilisera les nom et email par défaut pour compter le nombre de téléchargements. Cette option est pratique pour la politique de vie privée RGPD.

source: Save downloader name/email
fr_fr: Enregistrer les nom et email de l'utilisateur

source: These tables could not be created on installation
fr_fr: Ces tables ne peuvent pas être créées à l'installation.
pt_br: Estas tabelas não puderam ser criadas na instalação

source: Please enter your site key for reCaptcha.
fr_fr: Veuillez saisir la clé de site pour reCaptcha

source: reCaptcha Site key
fr_fr: Clé de site reCaptcha

source: Please enter your secret key for reCaptcha.
fr_fr: Veuillez saisir votre clé secrète pour reCaptcha.

source: reCaptcha Secret key
fr_fr: Clé secrète reCaptcha

source: Add reCaptcha in the download link form.
fr_fr: Ajouter reCaptcha dans le formulaire de téléchargement.

source: reCaptcha option
fr_fr: Option reCaptcha

source: Google reCaptcha Setup
fr_fr: Configuration de Google reCaptcha

source: Captcha details successfully updated.
fr_fr: Configuration reCaptcha mise à jour avec succès.

source: Robot verification failed, please try again.
fr_fr: La vérification du robot a échouée, veuillez essayer à nouveau.

# ed-recaptcha-script
source: Do you want to update all the details.
fr_fr: Voulez-vous mettre à jour toutes les informations ?

# ed-recaptcha-script
source: Please enter valid secret key value.
fr_fr: Veuillez saisir une clé secrète valide.

# ed-recaptcha-script
source: Please enter valid site key value.
fr_fr: Veuillez saisir une clé de site valide.

source: Click to sync tables
fr_fr: Cliquez pour synchroniser les tables

source: Sync plugin tables
fr_fr: Synchroniser les tables du plugin

source: Table sync completed successfully.
fr_fr: Succès de la synchronisation des tables

source: View
fr_fr: Voir

source: Link
fr_fr: Lien

source: Group
fr_fr: Groupe

source: Please select or enter your group name for this download link.
fr_fr: Veuillez entrer ou sélectionner votre nom de groupe pour ce lien de téléchargement

source: Next download link refresh
fr_fr: Prochain rafraîchissement du lien de téléchargement

source: Last run
fr_fr: Dernier avancement

source: Hook name
fr_fr: Nom du point d’accroche

source: NO : Plugin will not use WP CRON option to refresh download URLs you have to configure CRON JOB in your server using below Cron job URL.
fr_fr: NON : Le plugin n'utilisera pas les options WP CRON pour rafraîchir les URLs de téléchargement, vous devez configurer le CRON JOB sur votre serveur en utilisant les URLs CRON JOB ci-dessous.

source: YES : Plugin will use WP CRON option to refresh download URLs. No manual configuration is required.
fr_fr: OUI : Le plugin utilisera les options de WP CRON pour rafraîchir les URLs de téléchargement. Aucune configuration manuelle n'est requise.

source: YES (Use WP CRON, Refresh on every Sunday and Wednesday)
fr_fr: OUI (Utilise le WP CRON, se rafraîchit chaque Dimanche et Mercredi)

source: YES (Use WP CRON, Refresh on every Saturday)
fr_fr: OUI (Utilise le WP CRON, se rafraîchit chaque Samedi)

source: YES (Use WP CRON, Refresh on every Friday)
fr_fr: OUI (Utilise le WP CRON, se rafraîchit chaque Vendredi)

source: YES (Use WP CRON, Refresh on every Thursday)
fr_fr: OUI (Utilise le WP CRON, se rafraîchit chaque Jeudi)

source: YES (Use WP CRON, Refresh on every Wednesday)
fr_fr: OUI (Utilise le WP CRON, se rafraîchit chaque Mercredi)

source: YES (Use WP CRON, Refresh on every Tuesday)
fr_fr: OUI (Utilise le WP CRON, se rafraîchit chaque Mardi)

source: YES (Use WP CRON, Refresh on every Monday)
fr_fr: OUI (Utilise le WP CRON, se rafraîchit chaque Lundi)

source: YES (Use WP CRON, Refresh on every Sunday)
fr_fr: OUI (Utilise le WP CRON, se rafraîchit chaque Dimanche)

source: YES (Use WP CRON, Daily refresh)
fr_fr: OUI (Utilise le WP CRON, se rafraîchit chaque jour)

source: Click Here
fr_fr: Cliquez ici

source: Select download group for this form.
fr_fr: Sélectionnez un groupe de téléchargement pour ce formulaire.

source: Set NAME box is mandatory box?
fr_fr: La case de nom est-elle une case obligatoire ?

source: Select
fr_fr: Sélection

source: Downloads *
fr_fr: Téléchargements*

# ed-download-script
source: Do you want to export the emails?
fr_fr: Voulez-vous exporter les emails ?

# ed-download-script
source: Please select or enter your group name for this download link.
fr_fr: Veuillez sélectionner ou entrer un nom de groupe pour ce lien de téléchargement.

# ed-download-script
source: Please select your refresh type for the download link.
fr_fr: Veuillez sélectionner votre type de rafraîchissement pour le lien de téléchargement.

# ed-download-script
source: Please enter expiration date for this download URL. YYYY-MM-DD.
fr_fr: Veuillez entrer une date d'expiration pour cette URL de téléchargement. AAAA-MM-JJ

# ed-download-script
source: Please upload your file to generate download link or enter your download link.
fr_fr: Veuillez uploader votre fichier afin de générer un lien de téléchargement ou entrer votre lien de téléchargement.

# ed-download-script
source: Please enter title for your download link.
fr_fr: Veuillez entrer un titre pour votre lien de téléchargement.

# ed-download-script
source: Do you want to delete this record?
fr_fr: Voulez-vous supprimer cet enregistrement ?

source: Please select your downloads.
fr_fr: Veuillez sélectionner vos téléchargements.

source: color: #00CC00;
fr_fr: couleur: #00CC00;

source: color: #FF3300;
fr_fr: couleur: #FF3300;

source: Export all email address with download details.
fr_fr: Exporter toutes les adresses mail avec les détails de téléchargement.
pt_br: Exportar todos os endereços de email com detalhes de download.

source: Click to export csv
fr_fr: Cliquez pour exporter le CSV
pt_br: Clique para

source: Export unique email address.
fr_fr: Exporter une unique adresse mail.
pt_br: Exportar endereço de email sem duplicatas.

source: Export option
fr_fr: Option d’exportation
pt_br: Opção de exportação

source: Export email address in csv format
fr_fr: Exporter l'adresse mail en format CSV
pt_br: Exportar endereço de email em formato csv

source: Unexpected url submit has been detected. Request is not posted.
fr_fr: Une soumission d'URL inattendue à été détectée. La requête n'a pas été postée.
pt_br: Envio inesperado de URL encontrado. Requisição não foi enviada.

source: Unexpected url submit has been detected. Same URL is not detected.
fr_fr: Une soumission d'URL inattendue à été détectée. La même URL n'est pas détectée.
pt_br: Envio de URL inesperado encontrado. Mesma URL não foi detectada.

source: Unexpected url submit has been detected
fr_fr: Une soumission d'URL inattendue à été détectée
pt_br: Envio inesperado de URL encontrado

source: Export Emails
fr_fr: Exporter les adresses mail
pt_br: Exportar Emails

source: This plugin will send a download link to user after they have submitted a form. i.e. Send email with download link to users after signing up. There are lots of reasons you might want to send to a download link to your user after they have submitted a form.
fr_fr: Ce plug-in enverra un lien de téléchargement à l'utilisateur après qu'il ait soumis un formulaire. Ex. : Envoyez un email avec un lien de téléchargement après inscription. Il y a de nombreuses raisons pour que vous vouliez envoyer un lien de téléchargement à votre utilisateur après qu'il ait soumis un formulaire.

source: Download History (Full List)
fr_fr: Télécharger l'historique (liste complète)
pt_br: Histórico de Download (Lista Completa)

source: Download History (By Email)
fr_fr: Télécharger l'historique (par email)
pt_br: Histórico de Download (Por Email)

source: Downloads
fr_fr: Téléchargements

source: Download Title
fr_fr: Titre du téléchargement
pt_br: Tempo de Download

source: Downloaded
fr_fr: Téléchargé
pt_br: Baixado

source: Download History (By Download URL)
fr_fr: Télécharger l'historique (par URL de téléchargement)
pt_br: Histórico de Download (Por URL de Download)

source: Save Settings
fr_fr: Sauvegarder les paramètres
pt_br: Salvar Configurações

source: Enter the content to display if download link is invalid.
fr_fr: Entrez le contenu à afficher si le lien de téléchargement est invalide
pt_br: Informe o conteúdo a ser exibido caso o link de download seja inválido.

source: Invalid link content
fr_fr: Contenu du lien invalide
pt_br: Conteúdo de link inválido

source: Enter the content to display if download link has expired.
fr_fr: Entrez le contenu à afficher si le lien de téléchargement a expiré
pt_br: Informe o conteúdo a ser exibido caso o link de download expire.

source: Expired link content
fr_fr: Contenu du lien expiré
pt_br: Conteúdo de link expirado

source: Enter the mail content for admin. This will send whenever new download email sent to requester.
fr_fr: Entrez le contenu du mail pour l'admin. Cela sera envoyé à chaque fois qu'un mail de téléchargement est envoyé à un utilisateur.
pt_br: Informe o conteúdo do email do admin. Este será enviado sempre que um novo email de download for disparado para a pessoa que solicitou.

source: Enter the subject for admin mail. This will send whenever new download email sent to requester.
fr_fr: Entrez le sujet du mail pour l'admin. Cela sera envoyé à chaque fois qu'un mail de téléchargement est envoyé à un utilisateur.
pt_br: Informe o assunto do email do admin. Este será enviado sempre que um novo email de download for disparado para a pessoa que solicitou.

source: Admin mail subject
fr_fr: Sujet du mail de l'admin
pt_br: Assunto do email do admin

source: Enter the admin email addresses that should receive notifications (separate by comma).
fr_fr: Entrez les adresses mail des admins qui pourront recevoir les notifications (séparés par un tiret).
pt_br: Informe um ou mais endereços de email do admin para receber notificações (separe por vírgulas).

source: Admin email addresses
fr_fr: Adresses mail des admins
pt_br: Endereço de email do admin

source: To send admin notifications for new download email, This option must be set to YES.
fr_fr: Pour envoyer des notifications aux admins pour chaque mail de téléchargement, cette option doit-être réglée à OUI.
pt_br: Marque esta opção como YES para enviar notificações por email para o admin sempre que um novo email de download for enviado.

source: Mail to admin
fr_fr: Mail aux admins
pt_br: Enviar email para admin

source: Enter the mail content for download link mail. This will send whenever user is requested download link.
fr_fr: Entrez le contenu du mail pour le mail du lien de téléchargement. Cela sera envoyé à chaque fois qu'un utilisateur poste un requête de téléchargement.
pt_br: Informe o conteúdo do email contendo o link de download. Este será enviado sempre que um usuário requisitar um link de download.

source: Download link mail content
fr_fr: Contenu du mail de lien de téléchargement
pt_br: Conteúdo do email de link de download

source: Enter the mail subject for download link mail. This will send whenever user is requested download link.
fr_fr: Entrez le sujetdu mail pour le mail du lien de téléchargement. Cela sera envoyé à chaque fois qu'un utilisateur poste un requête de téléchargement.
pt_br: Informe o assunto do email contendo o link de download. Este será enviado sempre que um usuário requisitar um link de download.

source: Download link mail subject
fr_fr: Sujet du mail du mail de téléchargement
pt_br: Assunto do email contendo o link de download

source: Option 1 & 2 is to send mails with default Wordpress method wp_mail(). Option 3 & 4 is to send mails with PHP method mail()
fr_fr: Les options 1 & 2 servent à envoyer des mails avec la méthode par défaut de Wordpress wp_mail(). Les options 3 & 4 servent à envoyer les mails avec la méthode PHP mail().
pt_br: Opções 1 e 2 são para enviar e-mails usando o método padrão do WordPress wp_mail(). Opções 3 e 4 são para enviar e-mails através do método mail() do PHP

source: Mail type
fr_fr: Type de mail
pt_br: Tipo de email

source: Choose a FROM name and FROM email address for all emails from this plugin.
fr_fr: Choisissez un nom FROM et une adresse mail FROM pour tout les emails de ce plugin.
pt_br: Escolha o nome e endereço de email do REMETENTE para todos os e-mails deste plugin.

source: Sender of notifications
fr_fr: Profil envoyant les notifications
pt_br: Remetente das notificações

source: Please enter sender of notifications from email.
fr_fr: Veuillez entrer l'adresse mail qui enverra les notifications.
pt_br: Por favor informe o email do remetente das notificações.

source: Please enter sender of notifications from name.
fr_fr: Veuillez entrer le nom du compte qui enverra les notifications.
pt_br: Por favor informe o nome do remetente das notificações.

source: Your download should automatically begin in a few seconds.
fr_fr: Votre téléchargement devrait commencer dans quelques secondes.
pt_br: Seu download irá começar automaticamente em alguns segundos.

source: Back
fr_fr: Retour
pt_br: Voltar

source: Guid Code
fr_fr: Code guide
pt_br: Código Guid

source: Download Id
fr_fr: Id de téléchargement
pt_br: ID de Download

source: Status
fr_fr: Statut

source: Total Downloads
fr_fr: Total des téléchargements
pt_br: Total de Downloads

source: Download absolute path
fr_fr: Télécharger le chemin absolu
pt_br: Caminho absoluto de download

source: View download link
fr_fr: Voir le lien de téléchargement
pt_br: Ver link de download

source: No records available
fr_fr: Aucun enregistrement disponible
pt_br: Nenhum registro disponível

source: Delete
fr_fr: Supprimer
pt_br: Excluir

source: Edit
fr_fr: Modifier
pt_br: Editar

source: Expiration Date
fr_fr: Date d'expiration
pt_br: Data de Expiração

source: Expiration Type
fr_fr: Type d'expiration
pt_br: Tipo de Expiração

source: Add New
fr_fr: Ajouter
pt_br: Adicionar Novo

source: Download links
fr_fr: Liens de téléchargement
pt_br: Links de download

source: Selected record was successfully deleted.
fr_fr: L'enregistrement sélectionné a bien été supprimé.
pt_br: O registro selecionado foi removido com sucesso.

source: Oops, selected details doesnt exist
fr_fr: Oups, les détails sélectionnés n'existent pas
pt_br: Oops, os detalhes selecionados não existem

source: Edit download link
fr_fr: Éditer le lien de téléchargement
pt_br: Editar link de download

source: Download link was successfully updated.
fr_fr: Le lien de téléchargement a bien été mis à jour.
pt_br: Link de download atualizado com sucesso.

source: Please enter valid download URL.
fr_fr: Veuillez entrer une URL de téléchargement valide.
pt_br: Por favor informe uma URL de download válida.

source: Please select your refresh type for the download link.
fr_fr: Veuillez sélectionner votre type de rafraîchissement pour le lien de téléchargement.
pt_br: Por favor selecione um tipo de atualização para seu link de download.

source: URL refresh
fr_fr: Rafraîchir l'URL
pt_br: Atualização de URL

source: Please enter expiration date for this download URL. YYYY-MM-DD.
fr_fr: Veuillez entrer la date d'expiration pour cette URL de téléchargement. AAAA-MM-DD
pt_br: Por favor informe uma data de expiração para esta URL de download. Formato YYYY-MM-DD.

source: Expiration date
fr_fr: Date d'expiration
pt_br: Data de expiração

source: Please enter title for your download link.
fr_fr: Veuillez entrer un titre pour votre lien de téléchargement.
pt_br: Por favor informe o título do seu link de download.

source: Title
fr_fr: Titre&nbsp;:
pt_br: Título

source: Please upload your file to generate download link or enter your download link.
fr_fr: Veuillez uploader votre fichier afin de générer un lien de téléchargement ou entrer votre lien de téléchargement.
pt_br: Por favor envie um arquivo para gerar o link de download ou insira um link de download.

source: Download link
fr_fr: Lien de téléchargement
pt_br: Link de download

source: Add download link
fr_fr: Ajouter un lien de téléchargement
pt_br: Adicionar link de download

source: to view the details
fr_fr: pour voir les détails
pt_br: para ver os detalhes

source: Click here
fr_fr: Cliquez ici
pt_br: Clique aqui

source: Failed to create record. Please contact plugin admin.
fr_fr: Création de l'enregistrement échoué. Veuillez contacter l'admin du plugin.
pt_br: Falha ao criar registro. Por favor contate o admin do plugin.

source: Download link was successfully created.
fr_fr: Le lien de téléchargement à été créé avec succès.
pt_br: Link de download criado com sucesso.

source: Please enter valid expiration date.
fr_fr: Veuillez entrer une date d'expiration valide.
pt_br: Por favor informe uma data de expiração válida.

source: Please select valid expiration type.
fr_fr: Veuillez sélectionner une date d'expiration valide.
pt_br: Por favor selecione uma data de expiração válida.

source: Please enter download URL.
fr_fr: Veuillez entrer une URL de téléchargement.
pt_br: Por favor informe a URL de download.

source: Please enter download title.
fr_fr: Veuillez entrer un titre de téléchargement.
pt_br: Por favor informe o título do download.

source: Help
fr_fr: Aide
pt_br: Ajuda

source: Cancel
fr_fr: Annulez
pt_br: Cancelar

source: Submit
fr_fr: Soumettre
pt_br: Enviar

source: Enter the mail content for admin. This will send whenever cron URL is triggered.
fr_fr: Entrez le contenu du mail pour l'admin. Cela sera envoyé à chaque fois qu'une URL Cron sera déclenchée.
pt_br: Insira o conteúdo do email para admin. Ele será enviado sempre que a URL do cron for disparada.

source: Admin mail content
fr_fr: Contenu du mail d'admin
pt_br: Conteúdo do email do admin

source: Please find your cron job URL. This is read only field not able to modify from admin.
fr_fr: Veuillez trouver votre URL Cron job. Ce champ est en lecture seule et ne peut être modifié par l'admin.
pt_br: Por favor encontre a URL do seu cron job. Este é um campo somente leitura que não pode ser alterado pelo admin.

source: Oops, details not update.
fr_fr: Oups, les détails n'ont pas été mis à jour.
pt_br: Oops, detalhes não atualizados.

source: Details was successfully updated.
fr_fr: Les détails ont été mis à jour avec succès.
pt_br: Detalhes atualizados com sucesso.

source: Oops, selected details doesnt exist.
fr_fr: Oups, les détails sélectionnés n'existent pas.
pt_br: Oops, detalhes selecionados não existem.

source: Select download link for this form.
fr_fr: Sélectionnez un lien de téléchargement pour ce formulaire.
pt_br: Selecione um link de download para este formulário.

source: Display NAME box
fr_fr: Afficher la box NOM
pt_br: Mostrar campo NOME

source: Short description for your download form.
fr_fr: Courte description pour votre formulaire de téléchargement.
pt_br: Descrição curta para o seu formulário de download.

source: Widget title
fr_fr: Titre du widget
pt_br: Título do widget

source: Send Download Link
fr_fr: Envoyer le lien
pt_br: Enviar Link para Download

source: Email *
fr_fr: Adresse mail *

source: Name
fr_fr: Nom
pt_br: Nome

source: Settings
fr_fr: R&eacute;glages
pt_br: Configurações

source: Cron Details
fr_fr: Détails du Cron
pt_br: Detalhes do Cron

source: Downloads
fr_fr: Téléchargements

source: Download Link
fr_fr: Lien de téléchargement
pt_br: Link de Download

source: Email download link
fr_fr: Adresse mail de lien de téléchargement

source: Download link sent successfully to your email address.
fr_fr: Le lien de téléchargement à été envoyé à votre adresse mail avec succès.
pt_br: O link de download foi enviado para seu email.

source: Validation errors occurred. Please confirm the fields and submit it again.
fr_fr: Des erreurs de validation se sont produites. Veuillez confirmer les champs et les soumettre à nouveau.
pt_br: Ocorreram erros de validação. Por favor verifique os campos e tente novamente.

source: Email address seems invalid.
fr_fr: L'adresse mail à l'air invalide.
pt_br: Email inválido.

source: Please fill in the required field.
fr_fr: Veuillez remplir les champs requis.
pt_br: Por favor preencha o campo obrigatório.

source: Download History
pt_br: Histórico de Downloads

source: Cron job URL
pt_br: URL do Cron Job

source: Description
pt_br: Descrição

source: Action
pt_br: Ação

source: Total email
pt_br: Total de emails
